 <?php 
/*  
* Template Name: 个人中心(轮廓)
*/
get_header();
// 输出文章内容
the_post(); the_content();
 ?>
 <head itemscope="" itemtype="http://schema.org/WebSite">
 </head>
 <body class="grey" data-user-signed-in="398884">
  <div style="display: none;">
    <defs></defs>
    <symbol id="svg-advanced" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M11.562 4.973l.444-.9A7.997 7.997 0 0 1 16 11h-1.5.5a6.997 6.997 0 0 0-3.438-6.027zm-.876-.439A7 7 0 0 0 1 11h.5H0a8 8 0 0 1 10.998-7.42l-.312.954zM8 12a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4z" fill-rule="nonzero"></path>
      <path d="M2 11.031V11a6 6 0 0 1 6.743-5.954l-.841 2.956A3 3 0 0 0 5 11.032H2z"></path>
      <path fill-rule="nonzero" d="M8.816 10.132l2.316-6.948-.948-.316-2.316 6.948z"></path>
     </g>
    </symbol>
    <symbol id="svg-arrow-down" viewbox="0 0 16 16">
     <path d="M1.282 4.646l-.707.708L8 12.778l7.425-7.424-.707-.708L8 11.364z"></path>
    </symbol>
    <symbol id="svg-arrow-left" viewbox="0 0 16 16">
     <path d="M3.707 8.071l6.718-6.717-.707-.708-7.425 7.425 7.425 7.425.707-.707z"></path>
    </symbol>
    <symbol id="svg-arrow-right" viewbox="0 0 16 16">
     <path d="M4.718 14.789l.707.707 7.07-7.071a.5.5 0 0 0 0-.707L5.426.646l-.707.708 6.717 6.717-6.717 6.718z"></path>
    </symbol>
    <symbol id="svg-avatar" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M8 15A7 7 0 1 0 8 1a7 7 0 0 0 0 14zm0 1A8 8 0 1 1 8 0a8 8 0 0 1 0 16z" fill-rule="nonzero"></path>
      <path d="M6 5v2a2 2 0 1 0 4 0V5a2 2 0 1 0-4 0zM5 5a3 3 0 1 1 6 0v2a3 3 0 1 1-6 0V5z" fill-rule="nonzero"></path>
      <path d="M3.436 13.954l-.912-.41a6 6 0 0 1 11.01.133l-.922.388a5.001 5.001 0 0 0-9.176-.11z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-beginner" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M2.11 7.214l-.949-.367A8 8 0 0 1 16 11h-1A7 7 0 0 0 2.11 7.214zm-.576 1.099A6.979 6.979 0 0 0 1 11H0c0-1.06.206-2.072.58-2.998l.954.311z" fill-rule="nonzero"></path>
      <path d="M8 12a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M7.132 10.184L.184 7.868l-.316.948 6.948 2.316z"></path>
     </g>
    </symbol>
    <symbol id="svg-bookmark-filled" viewbox="0 0 16 16">
     <path d="M4.722 2h6.556a2 2 0 0 1 2 2v11L8 11.422 2.722 15V4a2 2 0 0 1 2-2z" fill-rule="evenodd"></path>
    </symbol>
    <symbol id="svg-bookmark" viewbox="0 0 16 16">
     <path d="M8.278 10.129l4.195 2.832V4.167c0-.599-.485-1.084-1.083-1.084H5.167c-.599 0-1.084.485-1.084 1.084v8.794l4.195-2.832zM3 15V4.167C3 2.97 3.97 2 5.167 2h6.223c1.196 0 2.166.97 2.166 2.167V15l-5.278-3.564L3 15z"></path>
    </symbol>
    <symbol id="svg-calendar" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M4 3a1 1 0 0 0-1 1v9a1 1 0 0 0 1 1h9a1 1 0 0 0 1-1V4a1 1 0 0 0-1-1H4zm0-1h9a2 2 0 0 1 2 2v9a2 2 0 0 1-2 2H4a2 2 0 0 1-2-2V4a2 2 0 0 1 2-2z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M2.893 6V5h11.214v1z"></path>
      <path fill-rule="nonzero" d="M5 5h1v10H5zM5 .65h1v3.7H5zM8 5h1v10H8zm3 0h1v10h-1zm0-4.35h1v3.7h-1z"></path>
      <path fill-rule="nonzero" d="M2.893 9V8h11.214v1zm0 3v-1h11.214v1z"></path>
     </g>
    </symbol>
    <symbol id="svg-camera" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M2 5a1 1 0 0 0-1 1v6a1 1 0 0 0 1 1h12a1 1 0 0 0 1-1V6a1 1 0 0 0-1-1H2zm0-1h12a2 2 0 0 1 2 2v6a2 2 0 0 1-2 2H2a2 2 0 0 1-2-2V6a2 2 0 0 1 2-2z" fill-rule="nonzero"></path>
      <path d="M8 11a2 2 0 1 0 0-4 2 2 0 0 0 0 4zm0 1a3 3 0 1 1 0-6 3 3 0 0 1 0 6zm7-10h-3v1h3z" fill-rule="nonzero"></path>
      <circle cx="2.5" cy="6.5" r="1"></circle>
     </g>
    </symbol>
    <symbol id="svg-cart" viewbox="0 0 16 16">
     <path d="M13.995 4l-.351 1h-8.24V4h8.591zm-11.837.222l-.37-1.102H-.005v-1h2.512l.858 2.557L4.963 10h6.883l2.097-5.998a.752.752 0 0 1 .71 1L12.556 11H4.222L2.158 4.222zM11.5 15a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1zm-6 1a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1z"></path>
    </symbol>
    <symbol id="svg-channels" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M8 3a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4zm0 11a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4zm5.196-10a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4zM2.804 12a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4zm0-7a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4zm10.392 5a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4z" fill-rule="nonzero"></path>
      <path d="M3.857 10.89l2.565-1.318-.457-.89L3.4 10.001l.457.89zm6.36-3.539l2.289-1.263-.484-.875-2.288 1.263.484.875zm1.832 3.539L9.484 9.572l.457-.89 2.565 1.319-.457.89zm-6.36-3.539L3.4 6.088l.484-.875 2.288 1.263-.484.875z" fill-rule="nonzero"></path>
      <path d="M8 10a2 2 0 1 0 0-4 2 2 0 0 0 0 4zm0 1a3 3 0 1 1 0-6 3 3 0 0 1 0 6z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M7.5 3.5v2.559h1V3.5zm0 7v2.559h1V10.5z"></path>
     </g>
    </symbol>
    <symbol id="svg-checkmark" viewbox="0 0 16 16">
     <path d="M2.079 8.284l-.714.7 4.681 4.776 9.1-9.099-.707-.708-8.386 8.386z"></path>
    </symbol>
    <symbol id="svg-clipboard" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M12 3V2a2 2 0 0 1 2 2v10a2 2 0 0 1-2 2H4a2 2 0 0 1-2-2V4a2 2 0 0 1 2-2v1a1 1 0 0 0-1 1v10a1 1 0 0 0 1 1h8a1 1 0 0 0 1-1V4a1 1 0 0 0-1-1z" fill-rule="nonzero"></path>
      <path d="M7 2H6v1h4V2H9a1 1 0 1 0-2 0zm1-2a2 2 0 0 1 1.732 1H10a1 1 0 0 1 1 1v1a1 1 0 0 1-1 1H6a1 1 0 0 1-1-1V2a1 1 0 0 1 1-1h.268A2 2 0 0 1 8 0zM5 13h6v-1H5zm0-2h6v-1H5zm0-2h6V8H5zm0-2h6V6H5z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-close" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path fill-rule="nonzero" d="M1.293 2L14 14.707l.707-.707L2 1.293z"></path>
      <path fill-rule="nonzero" d="M2 14.707L14.707 2 14 1.293 1.293 14z"></path>
     </g>
    </symbol>
    <symbol id="svg-comments" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M4 8.5a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1zm4 1a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1zm4 1a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1z" fill-rule="nonzero"></path>
      <path d="M13.007 13h-1v-1.004H14a1 1 0 0 0 1-1V3a1 1 0 0 0-1-1H2a1 1 0 0 0-1 1v7.996a1 1 0 0 0 1 1h7.026l2.981 2.012v-.007l1 .66V16L8.73 12.996H2a2 2 0 0 1-2-2V3a2 2 0 0 1 2-2h12a2 2 0 0 1 2 2v7.996a2 2 0 0 1-2 2h-.993V13z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-copy-text" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M5.995 2.019v10.517h7.007V5.267L9.794 2.019H5.995zm4.216-1l3.791 3.837v8.68H4.995V1.02h5.216z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M4.006 14.363h8.007v1H3.006V2.846h1zm9.533-9.364v1h-4.54V1.318h1v3.681z"></path>
      <path fill-rule="nonzero" d="M10.051 7.604v1H7.499v-1zm1.448 2v1h-4v-1z"></path>
     </g>
    </symbol>
    <symbol id="svg-delete" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M2 2h12v1H2zm4-2h4v1H6zm0 1h1v1H6zm3 0h1v1H9z"></path>
      <path d="M13 4v9a2 2 0 0 1-2 2H5a2 2 0 0 1-2-2V4h1v9a1 1 0 0 0 1 1h6a1 1 0 0 0 1-1V4h1z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M5 5v7h1V5zm2.5 0v7h1V5zM10 5v7h1V5z"></path>
     </g>
    </symbol>
    <symbol id="svg-download-file" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path fill-rule="nonzero" d="M13.5 13.5v-6h1v7h-13v-7h1v6z"></path>
      <path fill-rule="nonzero" d="M7.5 2h1v10h-1z"></path>
      <path d="M8 11.121l2.828-2.828.708.707-3.182 3.182a.5.5 0 0 1-.708 0L4.464 9l.708-.707L8 11.12z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-edit" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M8 2v1H4a1 1 0 0 0-1 1v8a1 1 0 0 0 1 1h8a1 1 0 0 0 1-1V8h1v4a2 2 0 0 1-2 2H4a2 2 0 0 1-2-2V4a2 2 0 0 1 2-2h4z" fill-rule="nonzero"></path>
      <path d="M15 3.774L7.774 11H5V8.226L12.226 1 15 3.774zm-2.774-1.36L6 8.641V10h1.36l6.226-6.226-1.36-1.36z"></path>
     </g>
    </symbol>
    <symbol id="svg-external-link" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M7 2v1H4a1 1 0 0 0-1 1v8a1 1 0 0 0 1 1h8a1 1 0 0 0 1-1V9h1v3a2 2 0 0 1-2 2H4a2 2 0 0 1-2-2V4a2 2 0 0 1 2-2h3z" fill-rule="nonzero"></path>
      <path d="M9 2h5v1H9z"></path>
      <path d="M13 7V2h1v5z"></path>
      <path fill-rule="nonzero" d="M12.5 2.793L6.274 9.019l.707.707L13.207 3.5v-.707z"></path>
     </g>
    </symbol>
    <symbol id="svg-eye" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M13.827 9.38A6.992 6.992 0 0 1 8 12.5a6.992 6.992 0 0 1-5.848-3.151 23.11 23.11 0 0 0-.835.55A7.992 7.992 0 0 0 8 13.5a7.992 7.992 0 0 0 6.659-3.564c.017-.026-.813-.584-.832-.556zM1.462 8.14A6.925 6.925 0 0 1 8 3.52a6.935 6.935 0 0 1 6.538 4.622c.014.039.955-.27.934-.33a7.925 7.925 0 0 0-14.944 0c-.011.033.934.33.934.33z" fill-rule="nonzero"></path>
      <path d="M8 10c.562 0 1.07-.232 1.433-.605A2 2 0 1 0 8 10zm0 1a3 3 0 1 1 0-6 3 3 0 0 1 0 6z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-facebook" viewbox="0 0 16 16">
     <path d="M12 .115v2.539h-1.454c-.53 0-.889.115-1.074.346-.185.23-.278.577-.278 1.038v1.818h2.713l-.36 2.846H9.193V16H6.361V8.702H4V5.856h2.361V3.76c0-1.193.321-2.117.963-2.774C7.966.329 8.821 0 9.89 0c.906 0 1.61.038 2.11.115z"></path>
    </symbol>
    <symbol id="svg-file" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M4.5 2.82v10.517h7.007V6.068L8.3 2.82H4.5zm4.216-1l3.791 3.838v8.68H3.5V1.82h5.216z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M12.043 5.799v1H7.504V2.117h1v3.682z"></path>
     </g>
    </symbol>
    <symbol id="svg-filter-down" viewbox="0 0 16 16">
     <path d="M10 7.482V13a1 1 0 0 1-.553.894l-2 1A1 1 0 0 1 6 14V7.422L2.307 3.775c-.636-.628-.192-1.711.702-1.711h10.01c.892 0 1.337 1.079.706 1.708L10 7.482zm-1-.415l4.019-4.003H3.009L7 7.004V14l2-1V7.067z"></path>
    </symbol>
    <symbol id="svg-filters" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M1 4h4v1H1zm12 4h2v1h-2zM1 12h4v1H1zm7-8h7v1H8zM1 8h9v1H1zm7 4h7v1H8z"></path>
      <path d="M5.5 6a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1zm5 5a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1zm-5 5a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-full-instructions" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M3.436 1.832a.5.5 0 0 0-.5.5v10a.5.5 0 0 0 .5.5h7.492a.5.5 0 0 0 .5-.5v-10a.5.5 0 0 0-.5-.5H3.436zm0-1h7.492a1.5 1.5 0 0 1 1.5 1.5v10a1.5 1.5 0 0 1-1.5 1.5H3.436a1.5 1.5 0 0 1-1.5-1.5v-10a1.5 1.5 0 0 1 1.5-1.5z" fill-rule="nonzero"></path>
      <path d="M12.012 3.408v-1h.48a1.5 1.5 0 0 1 1.5 1.5v10a1.5 1.5 0 0 1-1.5 1.5H5a1.5 1.5 0 0 1-1.5-1.5v-.493h1v.493a.5.5 0 0 0 .5.5h7.491a.5.5 0 0 0 .5-.5v-10a.5.5 0 0 0-.5-.5h-.48zm-8.455.424v1H1.315v-1zm0 3v1H1.315v-1zm0 3v1H1.315v-1zm6.193-6v1H4.954v-1z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M9.75 6.832v1H4.954v-1zm0 3v1H4.954v-1z"></path>
     </g>
    </symbol>
    <symbol id="svg-googleplus" viewbox="0 0 16 16">
     <path d="M9.98 8.208c0 .963-.202 1.82-.605 2.573a4.356 4.356 0 0 1-1.722 1.764c-.746.424-1.6.636-2.563.636a5 5 0 0 1-1.979-.403 5.098 5.098 0 0 1-1.625-1.084A5.098 5.098 0 0 1 .403 10.07 4.994 4.994 0 0 1 0 8.09c0-.69.134-1.35.403-1.979a5.1 5.1 0 0 1 1.083-1.625 5.098 5.098 0 0 1 1.625-1.083A4.994 4.994 0 0 1 5.091 3c1.323 0 2.46.444 3.409 1.333L7.118 5.66c-.542-.523-1.218-.785-2.028-.785a3.04 3.04 0 0 0-1.58.43 3.167 3.167 0 0 0-1.149 1.17 3.192 3.192 0 0 0-.424 1.615c0 .584.142 1.122.424 1.615.283.493.666.883 1.15 1.17a3.04 3.04 0 0 0 1.58.43 3.33 3.33 0 0 0 1.058-.16c.322-.106.587-.239.795-.398a2.895 2.895 0 0 0 .886-1.122 2.64 2.64 0 0 0 .15-.514H5.09v-1.75h4.806c.055.292.083.574.083.847zM16 7.361V8.82h-1.451v1.452H13.09V8.819h-1.45V7.361h1.451V5.91h1.459v1.45H16z"></path>
    </symbol>
    <symbol id="svg-hamburger" viewbox="0 0 16 16">
     <path d="M0 1h16v1H0zm0 14h16v1H0zm0-7h16v1H0z"></path>
    </symbol>
    <symbol id="svg-hardcore" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M14.77 9.212l.969-.248c.17.65.261 1.332.261 2.036h-1a7.01 7.01 0 0 0-.23-1.788zm-.3-.888A7.002 7.002 0 0 0 1 11H0a8 8 0 0 1 15.365-3.129l-.895.453z" fill-rule="nonzero"></path>
      <path d="M8 12a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4z" fill-rule="nonzero"></path>
      <path d="M2 10.99a6 6 0 0 1 10.76-3.643l-2.65 1.52A3 3 0 0 0 5 10.99H2z"></path>
      <path fill-rule="nonzero" d="M9.191 10.964l6.551-3.276-.447-.894-6.552 3.275z"></path>
     </g>
    </symbol>
    <symbol id="svg-instagram" viewbox="0 0 16 16">
     <path d="M10.667 8a2.57 2.57 0 0 0-.782-1.885A2.57 2.57 0 0 0 8 5.333a2.57 2.57 0 0 0-1.885.782A2.57 2.57 0 0 0 5.333 8c0 .736.26 1.365.782 1.885.52.521 1.149.782 1.885.782a2.57 2.57 0 0 0 1.885-.782c.521-.52.782-1.149.782-1.885zm1.437 0c0 1.139-.4 2.108-1.198 2.906-.798.799-1.767 1.198-2.906 1.198-1.139 0-2.108-.4-2.906-1.198C4.295 10.108 3.896 9.14 3.896 8c0-1.139.4-2.108 1.198-2.906C5.892 4.295 6.86 3.896 8 3.896c1.139 0 2.108.4 2.906 1.198.799.798 1.198 1.767 1.198 2.906zm1.125-4.27a.923.923 0 0 1-.281.676.923.923 0 0 1-.677.282.923.923 0 0 1-.677-.282.923.923 0 0 1-.281-.677c0-.264.093-.49.28-.677a.923.923 0 0 1 .678-.281c.264 0 .49.094.677.281a.923.923 0 0 1 .281.677zM8 1.437l-.797-.006a56.51 56.51 0 0 0-1.099 0c-.25.004-.585.014-1.005.032a8.21 8.21 0 0 0-1.073.104 4.177 4.177 0 0 0-.745.192c-.347.14-.653.34-.916.605a2.696 2.696 0 0 0-.605.916c-.076.202-.14.45-.192.745a8.255 8.255 0 0 0-.104 1.073c-.018.42-.028.755-.032 1.005-.003.25-.003.616 0 1.1L1.438 8l-.006.797a56.51 56.51 0 0 0 0 1.099c.004.25.014.585.032 1.005.017.42.052.778.104 1.073.052.295.116.543.192.745.14.347.34.653.605.916.263.264.569.466.916.605.202.076.45.14.745.192a8.21 8.21 0 0 0 1.073.104c.42.018.755.028 1.005.032.25.003.616.003 1.1 0L8 14.563l.797.005c.483.003.849.003 1.099 0 .25-.004.585-.014 1.005-.032a8.21 8.21 0 0 0 1.073-.104c.295-.052.543-.116.745-.192.347-.14.653-.34.916-.605.264-.263.466-.569.605-.916.076-.202.14-.45.192-.745a8.21 8.21 0 0 0 .104-1.073c.018-.42.028-.755.032-1.005.003-.25.003-.616 0-1.1L14.563 8l.005-.797c.003-.483.003-.849 0-1.099a38.59 38.59 0 0 0-.032-1.005 8.255 8.255 0 0 0-.104-1.073 4.177 4.177 0 0 0-.192-.745 2.703 2.703 0 0 0-.605-.916 2.703 2.703 0 0 0-.916-.605 4.177 4.177 0 0 0-.745-.192 8.255 8.255 0 0 0-1.073-.104 38.59 38.59 0 0 0-1.005-.032 56.51 56.51 0 0 0-1.1 0L8 1.438zM16 8c0 1.59-.017 2.691-.052 3.302-.07 1.445-.5 2.563-1.292 3.354-.791.792-1.91 1.222-3.354 1.292C10.691 15.983 9.59 16 8 16s-2.691-.017-3.302-.052c-1.445-.07-2.563-.5-3.354-1.292-.792-.791-1.222-1.91-1.292-3.354C.017 10.691 0 9.59 0 8s.017-2.691.052-3.302c.07-1.445.5-2.563 1.292-3.354C2.135.552 3.254.122 4.698.052 5.309.017 6.41 0 8 0s2.691.017 3.302.052c1.445.07 2.563.5 3.354 1.292.792.791 1.222 1.91 1.292 3.354C15.983 5.309 16 6.41 16 8z"></path>
    </symbol>
    <symbol id="svg-intermediate" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M4.968 4.689l-.527-.856A8 8 0 0 1 16 11h-1A7 7 0 0 0 4.968 4.689zm-.929.539A6.992 6.992 0 0 0 1 11H0a7.99 7.99 0 0 1 3.41-6.553l.63.78zM8 12a1 1 0 1 0 0-2 1 1 0 0 0 0 2zm0 1a2 2 0 1 1 0-4 2 2 0 0 1 0 4z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M7.717 9.843L3.151 4.116l-.782.623 4.566 5.727z"></path>
      <path d="M2 11.03V11c0-1.403.482-2.693 1.288-3.715L5.43 9.45A2.986 2.986 0 0 0 5 11.03H2z"></path>
     </g>
    </symbol>
    <symbol id="svg-location" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M3 7c0 1.4.576 2.667 1.504 3.575L8 14.12l3.47-3.522A5 5 0 1 0 3 7zM2 7a6 6 0 1 1 12 0c0 1.65-.67 3.196-1.817 4.301l-3.47 3.522a1 1 0 0 1-1.425 0L3.805 11.29A5.984 5.984 0 0 1 2 7z" fill-rule="nonzero"></path>
      <path d="M8 9a2 2 0 1 0 0-4 2 2 0 0 0 0 4zm0 1a3 3 0 1 1 0-6 3 3 0 0 1 0 6z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-notification" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M4.5 11H3V8a5 5 0 1 1 10 0v3h-1.5.5V8a4 4 0 1 0-8 0v3h.5z" fill-rule="nonzero"></path>
      <path d="M7 3.914c-.5 0-1-.138-1-.414V3a2 2 0 1 1 4 0v.5c0 .276-.5.414-1 .414V3a1 1 0 1 0-2 0v.914zm0 8.5v.5a1 1 0 1 0 2 0v-.5H7zm3 0v.5a2 2 0 1 1-4 0v-.5h4z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M14 12H2v1h12z"></path>
     </g>
    </symbol>
    <symbol id="svg-platforms" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M2.118 3.527L7.517.458a.945.945 0 0 1 .947 0l5.417 3.069c.805.456.813 1.79.012 2.258l-5.417 3.17a.946.946 0 0 1-.972-.002L2.105 5.784c-.798-.469-.791-1.8.013-2.257zm.474 1.132l5.399 3.17 5.417-3.17L7.99 1.59 2.592 4.66z" fill-rule="nonzero"></path>
      <path d="M2.91 6.153l1.16.743-1.478.84 5.399 3.169 5.417-3.17-1.483-.84 1.131-.76.825.468c.805.456.813 1.79.012 2.258l-5.417 3.17a.946.946 0 0 1-.972-.001L2.105 8.86c-.798-.468-.791-1.8.013-2.256l.793-.45z" fill-rule="nonzero"></path>
      <path d="M3.722 9.125l.614.394h1.159l-2.903 1.65 5.399 3.17 5.417-3.17-2.913-1.65h1.179l.592-.398 1.615.916c.805.456.813 1.79.012 2.258l-5.417 3.169a.946.946 0 0 1-.972 0l-5.399-3.17c-.798-.469-.791-1.8.013-2.257l1.604-.912z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-plus" viewbox="0 0 16 16">
     <path d="M8.5 7.5H14v1H8.5V14h-1V8.5H2v-1h5.5V2h1v5.5z"></path>
    </symbol>
    <symbol id="svg-protip" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M6.624 13.178h2.755a.5.5 0 0 0 .5-.5v-1.243a3.5 3.5 0 0 1 .894-2.337c.994-1.108 1.484-2.34 1.484-3.715a4.256 4.256 0 0 0-8.511 0c0 1.377.49 2.608 1.483 3.715a3.5 3.5 0 0 1 .895 2.337v1.243a.5.5 0 0 0 .5.5zm-1.5-1.743a2.5 2.5 0 0 0-.64-1.67C3.33 8.48 2.747 7.012 2.747 5.384a5.256 5.256 0 0 1 10.51 0c0 1.627-.583 3.094-1.738 4.383a2.5 2.5 0 0 0-.639 1.669v1.243a1.5 1.5 0 0 1-1.5 1.5H6.624a1.5 1.5 0 0 1-1.5-1.5v-1.243z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M5.718 12.223v-1h4.401v1zM6.115 14v-.5h1v.5a.885.885 0 1 0 1.77 0v-.5h1v.5a1.885 1.885 0 0 1-3.77 0zM8.001 2.018h.5v1h-.5A2.342 2.342 0 0 0 5.66 5.36v.5h-1v-.5a3.342 3.342 0 0 1 3.342-3.342z"></path>
     </g>
    </symbol>
    <symbol id="svg-search" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M6.5 12a5.5 5.5 0 1 1 0-11 5.5 5.5 0 0 1 0 11zm0-1a4.5 4.5 0 1 0 0-9 4.5 4.5 0 0 0 0 9z" fill-rule="nonzero"></path>
      <path d="M10.5 6.5a4 4 0 0 0-4-4v1a3 3 0 0 1 3 3h1zm-.5 4.229l4.124 4.125.73-.73L10.729 10z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-settings-gears" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <g transform="rotate(90 6.125 9.875)" fill-rule="nonzero">
       <path d="M9.061 9.764l-.51-.63c.214-.173.41-.369.583-.583a.405.405 0 0 1 .345-.15l1.537.115c.107-.216.199-.438.276-.665l-1.167-1.007a.405.405 0 0 1-.139-.35 3.975 3.975 0 0 0 0-.825.405.405 0 0 1 .139-.349l1.167-1.006a5.463 5.463 0 0 0-.276-.665l-1.537.113a.405.405 0 0 1-.345-.149 3.952 3.952 0 0 0-.583-.583.405.405 0 0 1-.15-.345l.115-1.537A5.463 5.463 0 0 0 7.85.872L6.844 2.039a.405.405 0 0 1-.35.139 3.975 3.975 0 0 0-.825 0 .405.405 0 0 1-.349-.139L4.314.872a5.468 5.468 0 0 0-.893.395l-.393-.71c.413-.228.851-.41 1.307-.541a.405.405 0 0 1 .419.125L5.8 1.354a4.804 4.804 0 0 1 .564 0L7.41.14a.405.405 0 0 1 .42-.125c.455.13.893.313 1.306.542.139.076.22.226.208.384L9.226 2.54c.14.125.274.259.399.4l1.597-.119a.405.405 0 0 1 .385.208c.228.413.41.851.541 1.307a.405.405 0 0 1-.125.419L10.81 5.8a4.804 4.804 0 0 1 0 .564l1.213 1.046c.12.104.17.267.125.42a6.275 6.275 0 0 1-.541 1.306.405.405 0 0 1-.385.208l-1.597-.118a4.763 4.763 0 0 1-.564.538zM.942 2.82a.405.405 0 0 0-.384.208c-.23.413-.411.851-.542 1.307a.405.405 0 0 0 .125.419L1.354 5.8a4.804 4.804 0 0 0 0 .564L.14 7.41a.405.405 0 0 0-.125.42c.13.455.313.893.542 1.306.076.139.226.22.384.208l1.597-.118c.125.14.259.274.4.399l-.119 1.597a.405.405 0 0 0 .228.395c.547.265.974.441 1.287.531a.405.405 0 0 0 .419-.125L5.8 10.81a4.804 4.804 0 0 0 .564 0l1.046 1.213c.104.12.267.17.42.125a6.275 6.275 0 0 0 1.306-.541l-.393-.71c-.285.158-.583.29-.892.395l-1.007-1.167a.405.405 0 0 0-.35-.139 3.975 3.975 0 0 1-.825 0 .405.405 0 0 0-.349.139l-1.003 1.163a9.261 9.261 0 0 1-.668-.283l.113-1.526a.405.405 0 0 0-.149-.345 3.952 3.952 0 0 1-.583-.583.405.405 0 0 0-.345-.15l-1.537.115a5.463 5.463 0 0 1-.276-.665l1.167-1.007a.405.405 0 0 0 .139-.35 3.975 3.975 0 0 1 0-.825.405.405 0 0 0-.139-.349L.872 4.314c.077-.228.17-.45.276-.665l1.537.113a.405.405 0 0 0 .345-.149c.173-.214.369-.41.583-.583l-.51-.63a4.783 4.783 0 0 0-.564.538L.942 2.82z"></path>
       <path d="M6.088 8.927a2.838 2.838 0 1 1 0-5.677 2.838 2.838 0 0 1 0 5.677zm0-.811a2.027 2.027 0 1 0 0-4.055 2.027 2.027 0 0 0 0 4.055z"></path>
      </g>
      <path d="M9.04.708a.412.412 0 0 0-.27-.352A6.299 6.299 0 0 0 7.385.018a.407.407 0 0 0-.398.191L6.14 1.591a4.806 4.806 0 0 0-.562.089L4.343.628a.407.407 0 0 0-.437-.06c-.433.204-.84.456-1.215.75a.415.415 0 0 0-.146.419l.372 1.583c-.12.148-.232.302-.334.463l-1.609.133a.408.408 0 0 0-.357.29C.441 4.799.333 5.254.292 5.583a.414.414 0 0 0 .191.4l1.374.857a4.914 4.914 0 0 0 .09.567L.905 8.646a.414.414 0 0 0-.058.44 6.398 6.398 0 0 0 .747 1.225l.644-.506a5.66 5.66 0 0 1-.535-.832l1.003-1.194a.413.413 0 0 0 .083-.372 4.066 4.066 0 0 1-.131-.828.413.413 0 0 0-.194-.329l-1.318-.822a9.442 9.442 0 0 1 .176-.714l1.537-.127a.407.407 0 0 0 .32-.205 3.998 3.998 0 0 1 .487-.676.413.413 0 0 0 .094-.37l-.357-1.523a5.484 5.484 0 0 1 .618-.382l1.188 1.012a.407.407 0 0 0 .37.083 3.978 3.978 0 0 1 .821-.13.407.407 0 0 0 .326-.193L7.541.875c.24.04.476.099.706.171l.131 1.559a.413.413 0 0 0 .203.322c.241.141.467.307.674.494l.547-.612a4.82 4.82 0 0 0-.626-.48L9.04.708z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-settings" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M11.674 12.54l-.63-.776c.265-.214.506-.455.72-.72a.5.5 0 0 1 .425-.183l1.896.14c.13-.265.244-.54.34-.82l-1.44-1.241a.5.5 0 0 1-.17-.431 4.902 4.902 0 0 0 0-1.018.5.5 0 0 1 .17-.43l1.44-1.242a6.737 6.737 0 0 0-.34-.82l-1.896.14a.5.5 0 0 1-.425-.184 4.873 4.873 0 0 0-.72-.719.5.5 0 0 1-.183-.425L11 1.915a6.737 6.737 0 0 0-.82-.34l-1.24 1.44a.5.5 0 0 1-.431.17 4.902 4.902 0 0 0-1.018 0 .5.5 0 0 1-.43-.17l-1.242-1.44c-.38.13-.749.293-1.1.487l-.485-.874A7.738 7.738 0 0 1 5.845.519a.5.5 0 0 1 .517.155l1.29 1.496a5.924 5.924 0 0 1 .696 0L9.638.674a.5.5 0 0 1 .517-.155 7.738 7.738 0 0 1 1.611.669.5.5 0 0 1 .256.474l-.145 1.97c.173.153.338.318.492.491l1.97-.145a.5.5 0 0 1 .473.256c.283.51.507 1.05.669 1.611a.5.5 0 0 1-.155.517l-1.496 1.29a5.924 5.924 0 0 1 0 .696l1.496 1.29a.5.5 0 0 1 .155.517 7.738 7.738 0 0 1-.669 1.611.5.5 0 0 1-.474.256l-1.97-.145c-.212.24-.445.462-.694.664zM1.662 3.979a.5.5 0 0 0-.474.256 7.738 7.738 0 0 0-.669 1.611.5.5 0 0 0 .155.517l1.496 1.29a5.924 5.924 0 0 0 0 .696L.674 9.638a.5.5 0 0 0-.155.517c.162.561.386 1.102.669 1.611a.5.5 0 0 0 .474.256l1.97-.145c.153.173.318.338.491.492l-.145 1.97a.5.5 0 0 0 .28.486c.676.327 1.201.545 1.587.656a.5.5 0 0 0 .517-.155l1.29-1.496a5.924 5.924 0 0 0 .696 0l1.29 1.496a.5.5 0 0 0 .517.155 7.738 7.738 0 0 0 1.611-.669l-.484-.874a6.89 6.89 0 0 1-1.101.487l-1.241-1.44a.5.5 0 0 0-.431-.17 4.902 4.902 0 0 1-1.018 0 .5.5 0 0 0-.43.17L5.822 14.42A11.42 11.42 0 0 1 5 14.07l.14-1.88a.5.5 0 0 0-.185-.426 4.873 4.873 0 0 1-.719-.72.5.5 0 0 0-.425-.183L1.915 11a6.737 6.737 0 0 1-.34-.82l1.44-1.241a.5.5 0 0 0 .17-.431 4.902 4.902 0 0 1 0-1.018.5.5 0 0 0-.17-.43l-1.44-1.242c.096-.28.21-.555.34-.82l1.896.14a.5.5 0 0 0 .425-.184c.214-.264.455-.505.72-.719l-.63-.777c-.25.202-.482.425-.695.664l-1.97-.145z" fill-rule="nonzero"></path>
      <path d="M8 11.5a3.5 3.5 0 1 1 0-7 3.5 3.5 0 0 1 0 7zm0-1a2.5 2.5 0 1 0 0-5 2.5 2.5 0 0 0 0 5z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-share-project" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M14.04 6.021V12a2 2 0 0 1-2 2H3.955a2 2 0 0 1-2-2V4.998a2 2 0 0 1 2-2h2.047v1H3.954a1 1 0 0 0-1 1V12a1 1 0 0 0 1 1h8.087a1 1 0 0 0 1-1V6.021" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M10.9 5.253l.707.707 2.512-2.512L11.518.847l-.707.707 1.894 1.894z"></path>
      <path d="M8.03 10H7.023V5a2 2 0 0 1 2-2H13v1.003H9.03a1 1 0 0 0-1 1V10z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-share" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M3.5 10.5a2.5 2.5 0 1 1 0-5 2.5 2.5 0 0 1 0 5zm0-1a1.5 1.5 0 1 0 0-3 1.5 1.5 0 0 0 0 3zm9 5.457a2.5 2.5 0 1 1 0-5 2.5 2.5 0 0 1 0 5zm0-1a1.5 1.5 0 1 0 0-3 1.5 1.5 0 0 0 0 3zm0-7.914a2.5 2.5 0 1 1 0-5 2.5 2.5 0 0 1 0 5zm0-1a1.5 1.5 0 1 0 0-3 1.5 1.5 0 0 0 0 3z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M5.776 7.171l-.447-.895 4.895-2.447.447.895zm4.448 4.523l.447-.894-4.895-2.447-.447.894z"></path>
     </g>
    </symbol>
    <symbol id="svg-showcase" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M2.5 8.004v5.547h11V8.004h-11zm12-1v7.547h-13V7.004h13z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M14.167 5.026h1v2.978H.833V5.026h1v1.978h12.334z"></path>
      <path d="M2.463 4.526h11.106L11.35 1.977H4.78L2.463 4.526zM4.557.977h7.02a.5.5 0 0 1 .378.172l3.09 3.548a.5.5 0 0 1-.378.829H1.333a.5.5 0 0 1-.37-.837l3.224-3.548a.5.5 0 0 1 .37-.164z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M9.898 7.94h1V4.927l-.039-.194L9.276.98l-.922.388 1.544 3.66zM6.043 8h-1V4.987l.04-.194L6.666 1.04l.921.388-.824 1.955-.72 1.705zM3.5 12.65v-1h9v1z"></path>
     </g>
    </symbol>
    <symbol id="svg-thumbs-up-filled" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <rect x=".309" y="6.644" width="3.724" height="7.954" rx="1"></rect>
      <path d="M5.02 7.217c1.14-1.152 1.806-2.321 2-3.507.381-2.316.218-3.14.98-3.14 1.189 0 2.293.95 1.863 4.23-.121.92 1.103.689 1.92.689h1.447c1.468.064 2.202.798 2.202 2.202v4.76c-.047 1.427-.76 2.14-2.14 2.14H8.84a4.893 4.893 0 0 1-2.11-.64c-.31-.174-.881-.328-1.713-.462l.002-6.272z"></path>
     </g>
    </symbol>
    <symbol id="svg-thumbs-up" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M1.5 7.5A.5.5 0 0 0 1 8v5.5a.5.5 0 0 0 .5.5H3a.5.5 0 0 0 .5-.5V8a.5.5 0 0 0-.5-.5H1.5zm0-1H3A1.5 1.5 0 0 1 4.5 8v5.5A1.5 1.5 0 0 1 3 15H1.5A1.5 1.5 0 0 1 0 13.5V8a1.5 1.5 0 0 1 1.5-1.5z" fill-rule="nonzero"></path>
      <path d="M10.64 3.763a5.251 5.251 0 0 0-.288-1.865l-.187-.54A2.024 2.024 0 0 0 8.252 0c-.88 0-1.593.71-1.593 1.585a7.807 7.807 0 0 1-.879 3.599L5.184 6.33A6.356 6.356 0 0 1 3.68 8.227a.515.515 0 0 0-.054.728.52.52 0 0 0 .732.055 7.39 7.39 0 0 0 1.748-2.205l.596-1.147a8.836 8.836 0 0 0 .995-4.073c0-.305.248-.552.555-.552.42 0 .795.266.932.662l.187.54c.167.483.245.99.23 1.499-.011.43-.089.685-.23 1.093a.905.905 0 0 0 .86 1.202h3.174c.86 0 1.557.694 1.557 1.55v4.855c0 .856-.697 1.55-1.557 1.55H8.587c-.235 0-.468-.053-.68-.156l-1.744-.844-.454.93 1.744.844c.354.17.741.26 1.134.26h4.818A2.589 2.589 0 0 0 16 12.433V7.579a2.589 2.589 0 0 0-2.595-2.584h-2.998c.141-.456.22-.757.232-1.232z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-time" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M8 14.5a6.5 6.5 0 1 1 0-13 6.5 6.5 0 0 1 0 13zm0-1a5.5 5.5 0 1 0 0-11 5.5 5.5 0 0 0 0 11z" fill-rule="nonzero"></path>
      <path fill-rule="nonzero" d="M8.5 7.5h3.001v1H7.5V3.713h1z"></path>
     </g>
    </symbol>
    <symbol id="svg-topics" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M5 4h10v1H5zm0 4h10v1H5zm0 4h10v1H5z"></path>
      <path d="M1.5 6a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1zm0 5a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1zm0 5a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm0-1a.5.5 0 1 0 0-1 .5.5 0 0 0 0 1z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-trending" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path fill-rule="nonzero" d="M7.076 7.989l1.778 1.715 4.494-4.345-.696-.718-3.799 3.673L7.067 6.59 1.96 11.645l.703.71z"></path>
      <path d="M13 4h1v4h-1z"></path>
      <path d="M14 4v1h-4V4z"></path>
     </g>
    </symbol>
    <symbol id="svg-twitter" viewbox="0 0 16 16">
     <path d="M16 3.544a6.873 6.873 0 0 1-1.645 1.696 9.323 9.323 0 0 1-.376 3.062 9.526 9.526 0 0 1-1.172 2.524 9.92 9.92 0 0 1-1.873 2.138c-.724.62-1.597 1.113-2.62 1.482A9.583 9.583 0 0 1 5.037 15 9.104 9.104 0 0 1 0 13.527c.237.027.5.041.792.041 1.523 0 2.88-.467 4.07-1.402a3.196 3.196 0 0 1-1.908-.655 3.209 3.209 0 0 1-1.157-1.62c.223.034.43.051.62.051.29 0 .578-.037.862-.112a3.226 3.226 0 0 1-1.883-1.132A3.17 3.17 0 0 1 .65 6.611v-.04c.46.257.954.395 1.482.416a3.276 3.276 0 0 1-1.066-1.168A3.197 3.197 0 0 1 .67 4.255c0-.596.149-1.148.447-1.656a9.296 9.296 0 0 0 2.99 2.422 9.134 9.134 0 0 0 3.771 1.011 3.645 3.645 0 0 1-.081-.752c0-.907.32-1.68.96-2.32a3.16 3.16 0 0 1 2.32-.96 3.16 3.16 0 0 1 2.395 1.036 6.428 6.428 0 0 0 2.081-.792 3.185 3.185 0 0 1-1.441 1.808A6.532 6.532 0 0 0 16 3.544z"></path>
    </symbol>
    <symbol id="svg-wip" viewbox="0 0 16 16">
     <g fill-rule="evenodd">
      <path d="M10.485 2.498a2.16 2.16 0 0 0-.528 2.194l.095.291-4.755 4.755-.276-.07a2.16 2.16 0 0 0-2.694 2.066l.572-.572a1.5 1.5 0 0 1 2.12 2.121l-.637.638a2.16 2.16 0 0 0 2.076-3.046l-.142-.315 4.628-4.628.302.114a2.161 2.161 0 0 0 2.928-1.991l-.572.572a1.5 1.5 0 1 1-2.12-2.122l.637-.638a2.16 2.16 0 0 0-1.634.63zm-1.56 2.199a3.161 3.161 0 0 1 4.378-3.558l.663.296-1.778 1.777a.5.5 0 1 0 .707.707l1.772-1.772.282.705a3.161 3.161 0 0 1-3.741 4.23l-3.711 3.712a3.161 3.161 0 0 1-4.298 3.856l-.664-.296 1.778-1.778a.5.5 0 0 0-.707-.707l-1.772 1.772-.282-.704A3.161 3.161 0 0 1 4.98 8.64l3.944-3.943z" fill-rule="nonzero"></path>
      <path d="M5.886 4.889l.697-.717.767.745-.697.717-.767-.745zm4.388 4.366l.707-.707 2.83 2.83a1.535 1.535 0 1 1-2.172 2.17l-2.821-2.821.707-.708 2.821 2.822a.535.535 0 0 0 .757-.757l-2.828-2.828zM5.786 6.28l-.702.713-.653-.643.702-.713.653.643z" fill-rule="nonzero"></path>
      <path d="M6.307 2.213l-2.572.526a.5.5 0 0 0-.249.133l-1.969 1.92c-.2.2-.2.517-.005.712l.9.9a.5.5 0 0 0 .707 0l3.732-3.731a.166.166 0 0 0 0-.235l-.09-.09a.5.5 0 0 0-.454-.135zm1.161-.572l.09.09a1.166 1.166 0 0 1 0 1.649L3.826 7.11a1.5 1.5 0 0 1-2.12 0l-.901-.9a1.5 1.5 0 0 1 0-2.121l1.983-1.934a1.5 1.5 0 0 1 .746-.395l2.572-.529a1.5 1.5 0 0 1 1.362.41z" fill-rule="nonzero"></path>
     </g>
    </symbol>
    <symbol id="svg-youtube-2" viewbox="0 0 16 16">
     <path d="M6.348 10.21l4.321-2.381-4.32-2.41v4.79zM8 2c1 0 1.966.014 2.897.043.932.028 1.615.059 2.05.09l.65.038.153.015c.095.01.163.019.205.028.042.01.112.024.21.043.098.02.183.045.254.076.072.032.155.073.25.124.096.05.188.113.277.186a2.174 2.174 0 0 1 .397.428c.057.08.143.266.26.558.115.292.194.612.236.961.047.407.085.84.111 1.3.027.46.044.821.05 1.081v1.677a21.49 21.49 0 0 1-.161 2.762 4.022 4.022 0 0 1-.223.947c-.107.283-.203.478-.286.586l-.125.162c-.083.095-.17.18-.259.252a1.49 1.49 0 0 1-.277.181 6.205 6.205 0 0 1-.25.12 1.184 1.184 0 0 1-.254.075l-.214.043a5.125 5.125 0 0 1-.353.043c-1.494.12-3.36.181-5.598.181a154.375 154.375 0 0 1-3.21-.062A65.26 65.26 0 0 1 3 13.867l-.437-.038-.322-.039a4.002 4.002 0 0 1-.486-.095 2.648 2.648 0 0 1-.456-.2 1.795 1.795 0 0 1-.642-.566c-.057-.08-.143-.266-.26-.558a3.82 3.82 0 0 1-.236-.961c-.047-.407-.085-.84-.111-1.3C.023 9.65.006 9.289 0 9.029V7.352A21.49 21.49 0 0 1 .161 4.59c.042-.349.116-.665.223-.947.107-.283.203-.478.286-.586l.125-.162c.083-.095.17-.18.259-.252a1.72 1.72 0 0 1 .277-.186 4.37 4.37 0 0 1 .25-.124c.071-.031.156-.057.254-.076a7.39 7.39 0 0 0 .21-.043 5.59 5.59 0 0 1 .357-.043C3.896 2.057 5.762 2 8 2z"></path>
    </symbol>
    <symbol id="svg-youtube" viewbox="0 0 16 16">
     <path d="M9.78 11.107v1.884c0 .399-.113.598-.341.598-.135 0-.266-.065-.395-.196v-2.688c.129-.13.26-.196.395-.196.228 0 .342.2.342.598zm2.966.01v.41h-.79v-.41c0-.406.132-.608.395-.608s.395.202.395.607zM4.272 9.17h.939v-.84H2.474v.84h.92v5.08h.878V9.17zm2.526 5.08h.78V9.84h-.78v3.374c-.175.25-.342.375-.5.375-.105 0-.166-.062-.184-.187a2.53 2.53 0 0 1-.009-.313V9.84h-.78v3.491c0 .292.023.51.07.652.07.22.24.33.509.33.28 0 .578-.181.894-.544v.482zm3.763-1.321v-1.76c0-.434-.026-.729-.079-.883-.099-.334-.307-.5-.622-.5-.293 0-.565.16-.816.482V8.33h-.78v5.92h.78v-.429c.263.328.535.492.816.492.315 0 .523-.164.622-.492.053-.16.08-.458.08-.892zm2.965-.09v-.116h-.798a4.5 4.5 0 0 1-.017.545c-.041.214-.158.321-.351.321-.27 0-.404-.205-.404-.616v-.777h1.57v-.92c0-.47-.079-.815-.237-1.035a1.101 1.101 0 0 0-.93-.455c-.397 0-.71.152-.938.455-.164.22-.246.566-.246 1.036v1.544c0 .47.085.816.255 1.036.228.304.544.456.947.456.421 0 .737-.158.948-.474a1.1 1.1 0 0 0 .184-.482 4 4 0 0 0 .017-.518zM8.193 4.687V2.813c0-.41-.126-.616-.377-.616-.252 0-.377.206-.377.616v1.876c0 .416.125.625.377.625.251 0 .377-.209.377-.625zm6.307 6.706c0 1.393-.076 2.434-.228 3.125a1.702 1.702 0 0 1-.509.884 1.522 1.522 0 0 1-.895.41C11.792 15.938 10.17 16 8 16c-2.17 0-3.792-.063-4.868-.188a1.542 1.542 0 0 1-.9-.41 1.638 1.638 0 0 1-.504-.884c-.152-.667-.228-1.708-.228-3.125 0-1.393.076-2.435.228-3.125.082-.351.252-.646.509-.884s.558-.378.903-.42c1.07-.119 2.69-.178 4.86-.178 2.17 0 3.792.06 4.868.178.34.042.64.182.9.42s.428.533.504.884c.152.667.228 1.708.228 3.125zM5.746 0h.894L5.58 3.563v2.42h-.877v-2.42c-.082-.441-.26-1.072-.535-1.893A78.046 78.046 0 0 1 3.597 0h.93l.622 2.348L5.746 0zM8.99 2.973v1.563c0 .482-.082.833-.245 1.053-.223.304-.533.456-.93.456-.392 0-.699-.152-.921-.456-.164-.226-.246-.577-.246-1.053V2.973c0-.476.082-.824.246-1.044.222-.304.529-.456.92-.456.398 0 .708.152.93.456.164.22.246.568.246 1.044zm2.939-1.446v4.455h-.798v-.49c-.31.368-.612.553-.904.553-.269 0-.441-.11-.517-.33-.047-.144-.07-.367-.07-.67V1.527h.798v3.277c0 .196.003.3.008.312.018.131.08.197.185.197.157 0 .324-.128.5-.384V1.527h.798z"></path>
    </symbol>
   </svg>
  </div>
  <noscript>
   &lt;img height=&quot;0&quot; width=&quot;0&quot; style=&quot;display:none;visibility:hidden&quot; src=&quot;/images/debug.gif&quot; alt=&quot;Debug&quot; /&gt;&lt;iframe height=&quot;0&quot; src=&quot;https://www.googletagmanager.com/ns.html?id=GTM-KR3BZMN&quot; style=&quot;display:none;visibility:hidden&quot; width=&quot;0&quot;&gt;&lt;/iframe&gt;
  </noscript>
  <div id="outer-wrapper">
   
   <div id="main">
    <noscript>
     &lt;div class=&quot;alert alert-warning&quot;&gt;&lt;p&gt;Please ensure that JavaScript is enabled in your browser to view this page.&lt;/p&gt;&lt;/div&gt;
    </noscript>
    <div data-react-class="UserProfile" data-react-props="{&quot;initProps&quot;:{&quot;activity&quot;:{&quot;records&quot;:[{&quot;activity_type&quot;:&quot;follow&quot;,&quot;created_at&quot;:&quot;2018-02-07T00:49:15Z&quot;,&quot;object_name&quot;:&quot;Adam Benzion&quot;,&quot;object_path&quot;:&quot;/adambenzion&quot;,&quot;text&quot;:null,&quot;user_id&quot;:398884},{&quot;activity_type&quot;:&quot;channel&quot;,&quot;created_at&quot;:&quot;2018-02-06T07:58:33Z&quot;,&quot;object_name&quot;:&quot;Google&quot;,&quot;object_path&quot;:&quot;/google&quot;,&quot;text&quot;:null,&quot;user_id&quot;:398884},{&quot;activity_type&quot;:&quot;channel&quot;,&quot;created_at&quot;:&quot;2018-02-06T07:58:20Z&quot;,&quot;object_name&quot;:&quot;Artificial intelligence&quot;,&quot;object_path&quot;:&quot;/artificial-intelligence&quot;,&quot;text&quot;:null,&quot;user_id&quot;:398884},{&quot;activity_type&quot;:&quot;user&quot;,&quot;created_at&quot;:&quot;2018-02-06T07:57:24Z&quot;,&quot;object_name&quot;:null,&quot;object_path&quot;:null,&quot;text&quot;:null,&quot;user_id&quot;:398884}],&quot;metadata&quot;:{&quot;current_page&quot;:1,&quot;per_page&quot;:20,&quot;total_pages&quot;:1,&quot;total_records&quot;:4}},&quot;communities&quot;:{&quot;records&quot;:[{&quot;avatar_url&quot;:null,&quot;id&quot;:5261,&quot;name&quot;:&quot;Artificial intelligence&quot;,&quot;status&quot;:&quot;Member&quot;,&quot;type&quot;:&quot;TopicChannel&quot;,&quot;url&quot;:&quot;https://www.hackster.io/artificial-intelligence&quot;},{&quot;avatar_url&quot;:&quot;https://hackster.imgix.net/uploads/attachments/270572/kjvmrerz_cj6BhpE2Tt.jpg?auto=compress%2Cformat&quot;,&quot;id&quot;:6077,&quot;name&quot;:&quot;Google&quot;,&quot;status&quot;:&quot;Member&quot;,&quot;type&quot;:&quot;Platform&quot;,&quot;url&quot;:&quot;https://www.hackster.io/google&quot;}],&quot;metadata&quot;:{&quot;current_page&quot;:1,&quot;per_page&quot;:5,&quot;total_pages&quot;:1,&quot;total_records&quot;:2}},&quot;profile&quot;:{&quot;available_for_hire&quot;:null,&quot;avatar_url&quot;:&quot;https://gravatar.com/avatar/c17acc785a5bc6b4894720ae35de5ed4.png?d=retro\u0026s=&quot;,&quot;bio&quot;:null,&quot;city&quot;:null,&quot;country_iso2&quot;:null,&quot;id&quot;:398884,&quot;interests&quot;:[],&quot;hourly_rate&quot;:null,&quot;name&quot;:&quot;admin&quot;,&quot;skills&quot;:[],&quot;state&quot;:null,&quot;stats&quot;:{&quot;followers&quot;:0,&quot;following&quot;:1,&quot;live_projects&quot;:0,&quot;reputation&quot;:1},&quot;user_name&quot;:&quot;admin2&quot;,&quot;website&quot;:null},&quot;projects&quot;:{&quot;records&quot;:[],&quot;metadata&quot;:{&quot;current_page&quot;:1,&quot;per_page&quot;:8,&quot;total_pages&quot;:1,&quot;total_records&quot;:0}},&quot;tools&quot;:{&quot;records&quot;:[],&quot;metadata&quot;:{&quot;current_page&quot;:1,&quot;per_page&quot;:5,&quot;total_pages&quot;:1,&quot;total_records&quot;:0}}},&quot;isWhiteLabel&quot;:false,&quot;pathHelpers&quot;:{&quot;basePath&quot;:&quot;/admin2&quot;,&quot;fullPath&quot;:&quot;/admin2&quot;,&quot;rootPath&quot;:&quot;/&quot;}}" data-hydrate="t">
     <div data-reactroot="">
      <div class="">
  <?php get_template_part("index","personal-header");?>
       <div style="background:#111123">
        <div>
         <div class="layout__container__3L3Cc">
          <div class="layout__wrapper1170__3EDsw layout__wrapper__1EOxq">
           <div class="profile__userInfo__1olcP">
            <div class="profile__userInfoPanelA__1ESqo profile__infoPanel__2GqS1">
             <div class="profile__panelPositionLarge__3PIGt">
              <span class="typography__headerS__3cuZn"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">生物</font></font></span>
              <div class="profile__userInfoContent__1LMEx typography__bodyM__fAsI4">
               <div>
                <div class="content_placeholder__content__3sKt4">
                 <a class="content_placeholder__placeholderLink__3qleR " href=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">添加生物</font></font></a>
                </div>
               </div>
              </div>
             </div>
             <div class="profile__panelPositionSmall__1HuzR">
              <span class="typography__headerS__3cuZn"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">出租</font></font></span>
              <div class="profile__userInfoContent__1LMEx typography__bodyM__fAsI4">
               <div>
                <div class="content_placeholder__content__3sKt4">
                 <a class="content_placeholder__placeholderLink__3qleR " href=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">添加可用性</font></font></a>
                </div>
               </div>
              </div>
             </div>
            </div>
            <div class="profile__userInfoPanelB__3c84V profile__infoPanel__2GqS1">
             <div class="profile__panelPositionLarge__3PIGt">
              <span class="typography__headerS__3cuZn"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">技能</font></font></span>
              <div class="profile__userInfoContent__1LMEx typography__bodyM__fAsI4">
               <div>
                <div class="content_placeholder__content__3sKt4">
                 <a class="content_placeholder__placeholderLink__3qleR " href=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">添加技能</font></font></a>
                </div>
               </div>
              </div>
             </div>
             <div class="profile__panelPositionSmall__1HuzR">
              <span class="typography__headerS__3cuZn"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">位置</font></font></span>
              <div class="profile__userInfoContent__1LMEx typography__bodyM__fAsI4">
               <div>
                <div class="content_placeholder__content__3sKt4">
                 <a class="content_placeholder__placeholderLink__3qleR " href=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">添加你的位置</font></font></a>
                </div>
               </div>
              </div>
             </div>
            </div>
           </div>
           <section class="profile__projects__3e3Zk">
            <header class="profile__sectionHeader__3DMec">
             <span class="typography__headerS__3cuZn"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">项目</font></font></span>
             <span class="typography__bodyM__fAsI4 profile__count__iycMC"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">0</font></font></span>
            </header>
            <div>
             <div class="content_placeholder__content__3sKt4">
              <span class="undefined "><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">您尚未公开分享任何项目。</font></font></span>
              <a class="content_placeholder__placeholderLink__3qleR " href=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">创建一个项目</font></font></a>
             </div>
            </div>
           </section>
           <div class="profile__toolsAndCommunities__1sKc7">
            <section class="tools__tools__2Osol">
             <header class="profile__sectionHeader__3DMec">
              <span class="typography__headerS__3cuZn"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">工具</font></font></span>
              <span class="typography__bodyM__fAsI4 profile__count__iycMC"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">0</font></font></span>
             </header>
             <div>
              <div class="content_placeholder__content__3sKt4">
               <a class="content_placeholder__placeholderLink__3qleR " href=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">添加工具</font></font></a>
              </div>
             </div>
            </section>
            <section class="profile__communities__3wlPG">
             <header class="profile__sectionHeader__3DMec">
              <span class="typography__headerS__3cuZn"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">频道</font></font></span>
              <span class="typography__bodyM__fAsI4 profile__count__iycMC"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">2</font></font></span>
             </header>
             <div class="list__list__1PZvx">
              <div class="list__card__3oqoQ">
               <div class="list__cardInner__2gFoP">
                <div class="list__textSection__23ANL">
                 <div>
                  <a class="list__title__3G2mG" href=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">人工智能</font></font></a>
                  <div class="list__info__2Ugeq">
                   <font style="vertical-align: inherit;"><font style="vertical-align: inherit;">会员</font></font>
                  </div>
                 </div>
                </div>
                <div class="list__childrenSection__YH2US"></div>
               </div>
              </div>
              <div class="list__card__3oqoQ">
               <div class="list__cardInner__2gFoP">
                <div class="list__textSection__23ANL">
                 <a class="list__icon__FVl9r " href="">
                  <div class=" lazy_image__root__3J0Tw" style="height: 36px; width: 36px;">
                   <img alt="" class="lazy_image__image__hVuzg lazy_image__fadeIn__1kICV" src="<?php echo home_url()?>/wp-content/themes/busiprof/contest.io_files/kjvmrerz_cj6BhpE2Tt.jpg" />
                  </div></a>
                 <div>
                  <a class="list__title__3G2mG" href=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">谷歌</font></font></a>
                  <div class="list__info__2Ugeq">
                   <font style="vertical-align: inherit;"><font style="vertical-align: inherit;">会员</font></font>
                  </div>
                 </div>
                </div>
                <div class="list__childrenSection__YH2US"></div>
               </div>
              </div>
             </div>
            </section>
           </div>
          </div>
         </div>
        </div>
       </div>
      </div>
      <div></div>
     </div>
    </div>
   </div>
  </div>
 </body>
</html>
<?php get_footer();?>